class CommonQuistionDb {
  List<Map> CommonQuistion = [
    {
      "كيف اتبرع ؟": """يمكنك التبرع عبر احد الوسائل التالية :
التبرع المباشر اونلاين والمشاركة في الحملات ودعمها عبر الرابط التالي :
https://badyhh.ensany.com/
او التواصل مع الدعم المباشر على الواتس اب ليتم ارشادكم إلى افضل وسيلة تبرع تناسبكم على الواتس التالي :
https://wa.me/967711797771
https://wa.me/967772204777"""
    },
    {
      "كيف يمكنني ان اتطوع معكم ؟":
          """يمكنك الانضمام إلى فريق التطوع بالمؤسسة من خلال تعبئة النموذج المخصص لذلك ويمكنكم الوصول إليه عبر الخطوات التالية :
اذهب إلى تبويب اتصل بنا ثم نافذة النماذج والاستمارات ثم اختر استمارة تسجيل متطوع وقم بتعبئة وارسال النموذج ليتم التواصل معكم لاحقاً واشعاركم بنتيجة طلبكم .
او عبر الرابط المباشر التالي :
https://badyh.org/blog/forms/volunteering/"""
    },
    {
      "كيف اقدم احتياج مجتمعي كمشروع اليكم ؟":
          """يمكن تقديم مقترحات المشاريع بحسب نوع الاحتياج المجتمعي وفق النماذج والاستمارات المخصصة لذلك والتي يمكن الوصول اليها بالذهاب إلى قائمة اتصل بنا ثم نافذة النماذج والاستمارات ثم اختر النموذج المناسب وقم بتعبئته وارساله الينا
او يمكنك الوصول إلى النماذج عبر الرابط المباشر التالي :
https://badyh.org/forms/"""
    },
    {
      "اين يقع مقر عملكم ؟ وهل لديكم فروع او مكاتب ؟":
          """يقع مقرنا الرئيسي بمدينة القطن وسط وادي حضرموت ، ولا يوجد للمؤسسة سوى فرع واحد لها بمديرية وادي عمد وتنتهج المؤسسة سياسة الشراكات مع المنظمات المحلية في تنفيذ برامجها ومشاريعها في كافة ارجاء الوطن""",
    },
    {
      "اين يقع مقر عملكم ؟ وهل لديكم فروع او مكاتب ؟":
          """يقع مقرنا الرئيسي بمدينة القطن وسط وادي حضرموت ، ولا يوجد للمؤسسة سوى فرع واحد لها بمديرية وادي عمد وتنتهج المؤسسة سياسة الشراكات مع المنظمات المحلية في تنفيذ برامجها ومشاريعها في كافة ارجاء الوطن""",
    }
  ];
}
